{
  "navbar": {
    "home": "Home",
    "about": "About",
    "menu": "Menu",
    "contact": "Contact"
  },
  "header": {
    "title": "Gusto e Atmosfera Conviviale",
    "description": "ALWAYS FRESH & DELICIOUS - THE BEST OF ITALIAN CUISINE"
  },
  "aboutUs": {
    "ourStory": "ABOUT US",
    "description1": "Naná is much more than just a restaurant - it is an exquisite journey into the world of Italian cuisine. Located in the heart of <span class='highlight'>Westend in Frankfurt</span>, you will find a warm atmosphere that carefully crafts every detail to enrich your culinary experience.",
    "description2": "Indulge all your senses. Our exquisite wine list offers a selection of the best Italian wines, perfectly paired with our exquisite dishes made from the freshest and highest quality ingredients.",
    "description3": "Whether you visit us for a romantic dinner, a joyful celebration with friends, or a quiet moment of relaxation - we invite you to enjoy the exquisite flavors of Italy, share heartfelt moments, and create unforgettable memories at Naná.",
    "description4": "Our dedicated team is ready to provide you with an unforgettable evening. Let yourself be pampered by our first-class service and enjoy an Italian journey that will keep you coming back to us again and again."
  },
  "chef": {
    "beliefTitle": "Chef's Word",
    "quote": "Our culinary philosophy is based on three fundamental pillars: passion, quality, and tradition. We strive every day to create dishes that not only satisfy the palate but also convey our deep respect for ingredients, culinary culture, and the gastronomic experience as a whole. We believe in the power of food to bring people together, to create moments of joy, and to celebrate life. With commitment and dedication, we pursue our mission of offering extraordinary culinary experiences that leave a lasting impression on anyone who walks through the doors of our restaurant. Thank you for choosing to share this passion with us. Enjoy your meal!",
    "name": "Salvo Maggiore",
    "role": "CHEF & CO-FOUNDER"
  },
  "menu": {
    "menuTitle": "MENU",
    "menuDescription": "Chef's Recommendations",
    "lacarta": "La Carta",
    "vini": "Wines"
  },
  "contact": {
    "title": "Contact",
    "adress": "Address",
    "street": "Grüneburgweg 95",
    "city": "60323 Frankfurt am Main",
    "email": "Email: info@nanaconvivial.de",
    "phone": "Phone: +49 69 71436348",
    "openingHoursTitle": "Opening Hours",
    "openingHours": "Tue - Fri: 12.00 - 14.30 / 18.30 - 22.30",
    "openingHoursSat": "Sat: 17.00 - 23.00",
    "openingHoursSun": "Sun: 12.00 - 17.00",
    "openingHoursMo": "Mon: Closed"
  },
  "footer": {
    "title": "Contact",
    "adress": "ADDRESS",
    "street": "Grüneburgweg 95",
    "city": "60323 Frankfurt am Main",
    "email": "info@nanaconvivial.de",
    "phone": "+49 69 71436348",
    "openingHoursTitle": "OPENING HOURS",
    "openingHours": "Tue - Fri: 12.00 - 14.30 / 18.30 - 22.30",
    "openingHoursSat": "Sat: 17.00 - 23.00",
    "openingHoursSun": "Sun: 12.00 - 17.00",
    "openingHoursMo": "Mon: Closed",
    "quote": "La migliore esperienza per i tuoi sensi.",
    "rightsReserved": "2024 Naná. All Rights reserved.",
    "home": "Home",
    "aboutUs": "About Us",
    "menu": "Menu",
    "contact": "Contact",
    "privacy": "Privacy Policy",
    "imprint": "Imprint"
  },
  "impressum": {
    "title": "Legal Notice",
    "content": "Represented by:",
    "name": "Naná GmbH",
    "ceo": "CEO William Vitale",
    "registerEntry": "Registered in the Commercial Register",
    "court": "Court of Registration: Local Court of Frankfurt am Main",
    "registerNumber": "Registration Number: HRB 134192",
    "responsibility": "Responsible for the content (according to § 55 Abs. 2 RStV):",
    "street": "Grüneburgweg 95",
    "city": "60323 Frankfurt am Main",
    "email": "info@nanaconvivial.de",
    "phone": "+49 69 71436348",
    "homeLink": "Back to Home"
  },
  "menuItem": {
    "title": "Our Menu",
    "title-wine": "Our Wines",
    "description-carta": "À la Carte",
    "description-degustazione": "Tasting",
    "allaCartaAvailability": "available for lunch and dinner",
    "degustazioneAvailability": "available for dinner"
  },
  "cookiePolicy": {
    "notice": "This website uses cookies to improve the user experience.",
    "readMore": "Read more",
    "accept": "Accept",
    "decline": "Decline",
    "title": "Cookie Policy",
    "lastUpdated": "Last Updated: 11/07/2024",
    "introductionTitle": "Introduction",
    "introductionContent": "This Cookie Policy explains how Restaurant Naná (\"we\", \"our\") uses cookies and similar technologies to recognize you when you visit our website and app (\"Service\"). It explains what these technologies are and why we use them, as well as your rights to control their use.",
    "whatAreCookiesTitle": "What are Cookies?",
    "whatAreCookiesContent": "Cookies are small text files that are stored on your device (computer, tablet, smartphone) when you visit a website. They are widely used to make websites work, or to work more efficiently, as well as to provide information to the site owners.",
    "typesOfCookiesTitle": "Types of Cookies We Use",
    "typesOfCookiesGoogleAnalyticsTitle": "Google Analytics",
    "typesOfCookiesGoogleAnalyticsContent": "We use Google Analytics to collect anonymous information about the use of our website. These cookies help us understand how visitors interact with our site, allowing us to improve the user experience. More information is available in Google's privacy policy.",
    "typesOfCookiesGoogleMapsTitle": "Google Maps",
    "typesOfCookiesGoogleMapsContent": "We use Google Maps to display maps and provide directions. Google Maps API may set cookies and collect information about your use of the maps. For more details, see Google's privacy policy.",
    "typesOfCookiesGoogleFontsTitle": "Google Fonts",
    "typesOfCookiesGoogleFontsContent": "We use Google Fonts to display fonts on our website. When you view a site that uses Google Fonts, your browser establishes a connection to Google's servers and Google may collect data about you. More information is available in Google's privacy policy.",
    "howToControlCookiesTitle": "How to Control Cookies",
    "howToControlCookiesContent": "You have the right to decide whether to accept or reject cookies. You can exercise your cookie preferences by setting your web browser controls. If you choose to reject cookies, you may still use our site, but your access to some functionality and areas of our site may be restricted.",
    "updatesToPolicyTitle": "Updates to this Cookie Policy",
    "updatesToPolicyContent": "We may update this Cookie Policy from time to time to reflect, for example, changes to the cookies we use or for other operational, legal, or regulatory reasons. We recommend that you review this Cookie Policy regularly to stay informed about our use of cookies and related technologies.",
    "contactTitle": "Contact",
    "contactContent": "If you have questions or comments about this Cookie Policy, please contact us by email: info@nanaconvivial.de.",
    "homeLink": "Back to Home Page"
  }
}
